-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Сен 02 2015 г., 23:42
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `dinamo`
--

-- --------------------------------------------------------

--
-- Структура таблицы `ci_sessions`
--

CREATE TABLE IF NOT EXISTS `ci_sessions` (
  `session_id` varchar(40) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `ip_address` varchar(16) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `user_agent` varchar(120) COLLATE utf8_unicode_ci NOT NULL,
  `last_activity` int(10) unsigned NOT NULL DEFAULT '0',
  `user_data` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`session_id`),
  KEY `last_activity_idx` (`last_activity`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `ci_sessions`
--

INSERT INTO `ci_sessions` (`session_id`, `ip_address`, `user_agent`, `last_activity`, `user_data`) VALUES
('8e0d393c224c420da6f077ca081dce7a', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/44.0.2403.157 Safari/537.36', 1441226474, ''),
('b212a6f95a6c37330af0f2f257045722', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/44.0.2403.157 Safari/537.36', 1441049292, ''),
('ec6b6ca07ebb9be8deaa620a53b337b0', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/44.0.2403.157 Safari/537.36', 1441051253, '');

-- --------------------------------------------------------

--
-- Структура таблицы `coaches`
--

CREATE TABLE IF NOT EXISTS `coaches` (
  `id` int(2) NOT NULL AUTO_INCREMENT,
  `position` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(150) COLLATE utf8_unicode_ci NOT NULL,
  `country` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `img` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `team` int(2) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=11 ;

--
-- Дамп данных таблицы `coaches`
--

INSERT INTO `coaches` (`id`, `position`, `name`, `country`, `img`, `team`) VALUES
(1, 'Головний тренер', 'Сергій Ребров', 'Україна', 'files/coach/coach1.jpg', 1),
(2, 'Помічник головного тренера', 'Рауль Руіз Гонсалес Ріанчо', 'Іспанія', 'files/coach/coach6.jpg', 1),
(3, 'Помічник головного тренера', 'Сергій Федоров', 'Україна', 'files/coach/coach3.jpg', 1),
(4, 'Тренер воротарів', 'Михайло Михайлов', 'Україна', 'files/coach/coach2.jpg', 1),
(5, 'Тренер з фізпідготовки', 'Віталій Кулиба', 'Україна', 'files/coach/coach5.jpg', 1),
(6, 'Тренер з фізпідготовки', 'Володимир Ярмошук', 'Україна', 'files/coach/coach4.jpg', 1),
(7, 'Старший тренер', 'Вадим Євтушенко', 'Україна', 'files/coach2/coach1.jpg', 2),
(8, 'Асистент тренера', 'Сергій Процюк', 'Україна', 'files/coach2/coach2.jpg', 2),
(9, 'Тренер воротарів', 'Тарас Луценко', 'Україна', 'files/coach2/coach3.jpg', 2),
(10, 'Начальник команди', 'Сергій Богачик', 'Україна', 'files/coach2/coach4.jpg', 2);

-- --------------------------------------------------------

--
-- Структура таблицы `history_coaches`
--

CREATE TABLE IF NOT EXISTS `history_coaches` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `period` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(150) COLLATE utf8_unicode_ci NOT NULL,
  `result` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=28 ;

--
-- Дамп данных таблицы `history_coaches`
--

INSERT INTO `history_coaches` (`id`, `period`, `name`, `result`) VALUES
(1, '1936-1937', 'Товаровський Михаийло Давидович', '2 місце в 1936'),
(2, '1938', 'Фомін Володимир Васильович', '4 місце'),
(3, '1939-1940', 'Печений Михайло Федорович', '8 місце в 1939, 1940'),
(4, '1941, 1947', 'Бутусов Михайло Павлович', '4 місце в 1947'),
(5, '1944-1945', 'Махиня Микола Борисович', '11 місце в 1945'),
(6, '1945-1946', 'Корчебоков Лев Миколайович', '12 місце в 1946'),
(7, '1946', 'Ідзковський Антон Леонардович', '12 місце'),
(8, '1946', 'Апухтін Борис Трифонович', ''),
(9, '1947', 'Щегодський Костянтин Васильович', '4 місце'),
(10, '1948', 'Сушков Михайло Павлович', '10 місце'),
(11, '1949', 'Окунь Михайло Осипович', '7 місце'),
(12, '1950', 'Фокін Євген Васильович', '13 місце'),
(13, '1951-1956, 1959', 'Ошенков Олег Олександрович', 'Кубок СРСР, 2 місце в 1952'),
(14, '1957-1958', 'Шиловський Віктор Костянтинович', '6 місце в 1957, 1958'),
(15, '1959-1962', 'Соловьов В''ячеслав Дмитрович', '1 місце в 1961'),
(16, '1963, 1970', 'Терентьєв Віктор Васильович', '7 місце в 1970'),
(17, '1973-1982', 'Лобановський Валерій Васильович', '1 місце в 1974, 1975, 1977, 1980,1981, Кубок СРСР 1974, 1978, 1982, Кубок Кубків 1975, Суперкубок УЄФА 1975'),
(18, '1974-1976', 'Базилевич Олег Петрович', '1 місце в 1974, 1975, Кубок СРСР 1974, Кубок Кубків 1975, Суперкубок УЄФА 1975'),
(19, '1984-1990', 'Лобановський Валерій Васильович', '1 місце в 1985, 1986, 1990, Кубок СРСР 1985, 1987, 1990, Кубок Кубків 1986'),
(20, '1995', 'Павлов Микола Петрович', '1 місце'),
(21, '1997-2002', 'Лобановський Валерій Васильович', '1 місце 1997, 1998, 1999, 2000, 2001, Кубок України 1998, 1999, 2000'),
(22, '2002-2004', 'Михайличенко Олексій Олександрович', '1 місце 2003, 2004, Кубок України 2003, Суперкубок України 2004'),
(23, '2008-2009', 'Сьомін Юрій Павлович', '1 місце 2009'),
(24, '2009-2010', 'Газзаєв Валерій Георгієвич', '2 місце 2010'),
(25, '2011-2012', 'Сьомін Юрій Павлович', '2 місце 2011, 2012'),
(26, '2012-2014', 'Блохін Олег Володимирович', 'Кубок України 2014'),
(27, '2014', 'Ребров Сергій Станіславович', '1 місце 2014');

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `text` text COLLATE utf8_unicode_ci NOT NULL,
  `date` datetime NOT NULL,
  `image` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `big_img` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `view` int(5) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=9 ;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `title`, `description`, `text`, `date`, `image`, `big_img`, `view`) VALUES
(1, 'Сергій РЕБРОВ: «Всіма силами ми намагатимося виступити як можна краще»', 'Головный тренер київського «Динамо» Сергій Ребров розповів про перспективи команди в Лізі чемпіонів:', 'Головный тренер київського «Динамо» Сергій Ребров розповів про перспективи команди в Лізі чемпіонів:\r\n<br /><br />\r\n<b>- Чи чекаєте ви додаткового посилення команди перед Лігою чемпіонів?</b>\r\n<br /><br />\r\n- Я вже говорив і можу повторити, що «Динамо» - це та команда, яка повинна показувати певний рівень. А для цього необхідно, щоб футболісти йшли і приходили - це нормальний процес. Ми постійно спілкуємося з президентом, якщо буде можливість, якщо вийде, звичайно, ми посилимося. Але потрібно враховувати, що футболісти не з величезним задоволенням їдуть в Україну.\r\n<br /><br />\r\n<b>- Ви запрошували Морозюка з урахуванням того, що можете когось втратити, того ж Ленса?</b>\r\n<br /><br />\r\n- По-перше, Морозюк - український футболіст, який грає у збірній України. Вважаю, це посилення, він - якісний, хороший футболіст, який показує свій рівень, в тому числі, і на зборах. На жаль, пройшло не так багато часу, щоб усі лилися в колектив і відразу показали весь свій потенціал. Будемо працювати, і я впевнений, всі новачки в майбутньому розкриються.\r\n<br /><br />\r\n<b>- Втрата Ленса відчутна, чи її можна пережити безболісно?</b>\r\n<br /><br />\r\n- Можна пережити втрату будь-якого футболіста. Ленс - дуже хороший гравець. Торік він провів яскравий сезон, але в Лізі Європи зіграв не так багато, пропускав гри через червону картку, хвороби. Важливо, щоб у нас в обоймі було не 12 футболістів, які будуть тягнути і чемпіонат, і Лігу чемпіонів, а, як мінімум, 18-20, щоб у разі будь-якої травми, ми могли замінити гравця на будь-якій позиції.\r\n<br /><br />\r\n<b>- Існуючого потенціалу не достатньо, щоб не просто брати участь у Лізі чемпіонів, а гідно себе там проявити?</b>\r\n<br /><br />\r\n- Зараз про це ніхто не може сказати напевно. Ту роботу, яку ми провели на зборах і в минулому році, напевно, можна вважати задовільною. А що буде в Лізі чемпіонів, ніхто не знає. Звичайно, всіма силами ми намагаємося виступити, як можна краще. У тих футболістах, які до нас прийшли, я бачу потенціал, вони підсилять конкуренцію в команді, незалежно від того, чи прийшли вони до нас безкоштовно, чи за гроші. Дуже важливо, коли є конкуренція на кожному місці, і грає найсильніший - тоді команда, дійсно, може прогресувати.', '2015-07-27 14:21:00', 'files/news/news1.jpg', 'files/news/big_news1.jpg', 14),
(2, 'Затверджено дату та час матчу «Дніпро» – «Динамо»', 'Згідно рішення дирекції ПЛ, поєдинок 4-го туру Ліги Парі-Матч між «Дніпром» та київським «Динамо» пройде 8 серпня у Дніпропетровську.', 'Згідно рішення дирекції ПЛ, поєдинок 4-го туру Ліги Парі-Матч між «Дніпром» та київським «Динамо» пройде 8 серпня у Дніпропетровську.\r\n<br /><br />\r\nПочаток зустрічі о 19:30.', '2015-07-27 13:05:00', 'files/news/news2.jpg', 'files/news/big_news2.jpg', 12),
(3, '100 матчів Мігеля, «червоний» дебют Хачеріді та Драговича', 'Матчем із «Олімпіком», в якому наша команда здобула перемогу (2:0), граючи вдев’ятьох, продовжилася серія без поразок для «біло-синіх», яка тепер нараховує 30-ть поєдинків. На домашніх стадіонах (НСК «Олімпійський» та «Динамо» ім. Валерія Лобановського) динамівці не програють у 16-ти іграх поспіль (12 перемог, 4 нічиї, різниця м’ячів 36:8).', 'Матчем із «Олімпіком», в якому наша команда здобула перемогу (2:0), граючи вдев’ятьох, продовжилася серія без поразок для «біло-синіх», яка тепер нараховує 30-ть поєдинків. На домашніх стадіонах (НСК «Олімпійський» та «Динамо» ім. Валерія Лобановського) динамівці не програють у 16-ти іграх поспіль (12 перемог, 4 нічиї, різниця м’ячів 36:8).\r\n<br /><br />\r\nОсобливим цей поєдинок став для півзахисника Мігеля Велозу, оскільки португалець у сотий раз вийшов на поле в динамівській футболці. Сотня Мігеля розподілилася наступним чином: 60 матчів у чемпіонаті України, 10-ть у розіграші Кубка України, один у Суперкубку та 29-ть у єврокубках.\r\n<br /><br />\r\nНападник Жуніор Мораес, відзначившись у воротах «Олімпіка», відкрив лік своїм голам у біло-синій динамівській футболці. До цього він забивав у чемпіонаті України виключно у складі донецького «Металурга», за три сезони записавши до свого активу 35-ть м’ячів. До речі, це вже третій гол Жуніора у ворота «Олімпіка» – минулого сезону в матчі другого кола він записав на свій рахунок дубль, допомігши «Металургу» перемогти своїх земляків (4:2).\r\n<br /><br />\r\nВідзначилися зі знаком «мінус» у попередньому турі двоє центральних захисників «Динамо». Червоні картки, які отримали Євген Хачеріді та Александар Драгович, стали для обох першими у рамках чемпіонату України.', '2015-07-27 16:17:23', 'files/news/news3.jpg', 'files/news/big_news3.jpg', 17),
(4, '«Динамо» та Ребров лише у трьох кроках від клубного рекорду', 'Матчем із «Олімпіком» (2:0) продовжилася для «Динамо» серія без поразок у чемпіонаті України.', 'Матчем із «Олімпіком» (2:0) продовжилася для «Динамо» серія без поразок у чемпіонаті України.\r\n<br /><br />\r\n«Біло-сині» під керівництвом Сергія Реброва не відпускають своїх суперників зі щитом у 30-ти матчах поспіль – 24 перемоги та 6 нічиїх, із різницею м’ячів 70:12. Остання поразка нашої команди датована 27 квітня 2014 року, коли динамівці ще в Донецьку поступилися місцевому «Металургу» – 1:2.\r\n<br /><br />\r\nНаставник «Динамо» став лише п’ятим тренером, якому підкорився подібний рубіж. Раніше це вдавалося Валерію Лобановському (двічі), Віктору Прокопенку (двічі), Мирчі Луческу (двічі) та Мирону Маркевичу.\r\n<br /><br />\r\nДо повторення клубного рекорду, який було встановлено зірковою командою Валерія Лобановського у 1999-2000 рр., Сергію Станіславовичу разом зі своїми підопічними залишилося не програти у трьох наступних матчах. Абсолютний же рекорд належить Віктору Прокопенку, який, очолюючи донецький «Шахтар», двічі (у 2000-2001 та 2004-2005 рр.) не програвав у чемпіонаті впродовж 36-ти матчів.\r\n<br /><br />\r\nТакож перемога над «Олімпіком» стала для Сергія Реброва 40-ю, здобутою на чолі «Динамо» в усіх турнірах. 25 разів «біло-сині» із Сергієм Станіславовичем на тренерському містку перемагали в чемпіонаті України, 8 у розіграшах Кубка України та 7 у єврокубках.', '2015-07-27 10:09:41', 'files/news/news4.jpg', 'files/news/big_news4.jpg', 14),
(5, 'Матеус пропустить матч проти київського «Динамо»', 'Півзахисник «Дніпра» Матеус отримав учора травму в матчі другого туру Ліги Парі-Матч, що пройшов у Дніпропетровську між його клубом та одеським «Чорноморцем» (4:2).', 'Півзахисник «Дніпра» Матеус отримав учора травму в матчі другого туру Ліги Парі-Матч, що пройшов у Дніпропетровську між його клубом та одеським «Чорноморцем» (4:2).\r\n<br /><br />\r\nБразилець вибув на місяць, що й підтвердив після поєдинку головний тренер «Дніпра» Мирон Маркевич.\r\n<br /><br />\r\nТаким чином, один із провідних гравців дніпропетровців пропустить домашній поєдинок 4-го туру УПЛ проти київського «Динамо», запланований на 8 серпня.', '2015-07-26 11:45:07', 'files/news/news5.jpg', 'files/news/big_news5.jpg', 15),
(6, 'Головний тренер «Дніпра» про майбутній поєдинок проти київського «Динамо»', 'Мирон Маркевич, який очолює дніпропетровський «Дніпро» незадовго до домашньої зустрічі 4-го туру Ліга Парі-матч проти «Динамо» (Київ) дав наступний коментар:', 'Мирон Маркевич, який очолює дніпропетровський «Дніпро» незадовго до домашньої зустрічі 4-го туру Ліга Парі-матч проти «Динамо» (Київ) дав наступний коментар:\r\n<br /><br />\r\n- Безумовно, є підвищений інтерес до майбутнього поєдинку, оскільки зустрічаються лідери українського футболу. Готуємося в звичайному режимі. Основне зараз - підготувати команду психологічно, і щоб за ці кілька днів ніхто не отримав травм. Футболісти стараються, і по самовіддачі у мене до них претензій немає.<p> Так, ми погано стартували і втратили очки там, де не повинні були цього робити. Але зараз це проблема не тільки наша. І «Динамо» важко грає, і взагалі всі команди ще не набрали своєї найкращої форми. Але я все-таки сподіваюся, що все ще стабілізується, і ми повернемо нашу гру, яка була навесні, - цитує Маркевича www.matchday.ua</p>', '2015-08-08 12:34:25', 'files/news/news6.jpg', 'files/news/big_news6.jpg', 21),
(7, 'Андрій ЯРМОЛЕНКО: «Ми все контролювали і заслужено перемогли»', 'Автор хет-трику у ворота «Гірник-Спорту» прокоментував упевнену перемогу «Динамо»:', '<p>Автор хет-трику у ворота «Гірник-Спорту» прокоментував упевнену перемогу «Динамо»:</p>\r\n<br />\r\n<p>- Я думаю, суперник все ж доставив нам певні проблеми в обороні. А так ми все контролювали, заслужено перемогли і пройшли далі.</p>\r\n<br />\r\n<p>- Цю гру можна назвати легкою прогулянкою для «Динамо»?</p>\r\n<br />\r\n<p>- Ні. Тренерський штаб налаштовував нас на серйозну гру. Хлопці почули це, вийшли з повною відповідальністю, найсерйознішим  чином налаштувалися на гру, і тому такий результат.</p>\r\n<br />\r\n<p>- Ваш перший м''яч у стилі Ібрагімовича?</p>\r\n<br />\r\n<p>- Та ні, до Ібрагімовича мені, напевно, ще далеко.</p>\r\n<br />\r\n<p>- Відчули кубкову романтику, коли люди дивляться футбол на балконах?</p>\r\n<br />\r\n<p>- Так, мені завжди цікаво приїжджати в невеликі міста. Тут завжди виникає ажіотаж, люди приходять на стадіон, заповнюють всі трибуни, все, що навколо стадіону, де тільки можна присісти. Завжди приємно грати. Ми в свою чергу намагаємося грати в хороший футбол, щоб підтверджувати звання чемпіонів.</p><br />', '2015-08-21 15:11:00', 'files/news/news7.jpg', 'files/news/big_news7.jpg', 13),
(8, 'Дерліс ГОНСАЛЕС: «Це був видатний день для мене»', 'Парагвайський новобранець київського «Динамо» Дерліс Гонсалес, який дебютував за нашу команду в матчі 1/16 фіналу Кубка України проти «Гірник-Спорту» у Комсомольську, поділився емоціями від цієї події на своїй сторінці у twitter:', '<p>Парагвайський новобранець київського «Динамо» Дерліс Гонсалес, який дебютував за нашу команду в матчі 1/16 фіналу Кубка України проти «Гірник-Спорту» у Комсомольську, поділився емоціями від цієї події на своїй сторінці у twitter:</p>\r\n<br />\r\n<p>«Це був видатний день для мене. Я нарешті дебютував у складі нового клубу. Вперед, «Динамо»!»</p>', '2015-08-22 13:35:00', 'files/news/news8.jpg', 'files/news/big_news8.jpg', 16);

-- --------------------------------------------------------

--
-- Структура таблицы `players`
--

CREATE TABLE IF NOT EXISTS `players` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `number` int(2) NOT NULL,
  `country` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `img` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `position` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `team` int(2) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=43 ;

--
-- Дамп данных таблицы `players`
--

INSERT INTO `players` (`id`, `name`, `number`, `country`, `img`, `position`, `team`) VALUES
(1, 'Олександр Шовковський', 1, 'Україна', 'files/player/player1.jpg', 'Воротар', 1),
(2, 'Данило Сильва', 2, 'Бразилія', 'files/player/player2.jpg', 'Захисник', 1),
(3, 'Мігель Велозу', 4, 'Португалія', 'files/player/player4.jpg', 'Півзахисник', 1),
(4, 'Андрій Ярмоленко', 10, 'Україна', 'files/player/player10.jpg', 'Нападник', 1),
(5, 'Олександр Рибка', 23, 'Україна', 'files/player/player23.jpg', 'Воротар', 1),
(6, 'Максим Коваль', 35, 'Україна', 'files/player/player35.jpg', 'Воротар', 1),
(7, 'Віторіну Антунеш', 5, 'Португалія', 'files/player/player5.jpg', 'Захисник', 1),
(8, 'Александар Драгович', 6, 'Австрія', 'files/player/player6.jpg', 'Захисник', 1),
(9, 'Микола МОРОЗЮК', 9, 'Україна', 'files/player/player9.jpg', 'Захисник', 1),
(10, 'Домагой Віда', 24, 'Хорватія', 'files/player/player24.jpg', 'Захисник', 1),
(11, 'Микита Бурда', 26, 'Україна', 'files/player/player26.jpg', 'Захисник', 1),
(12, 'Євген Макаренко', 27, 'Україна', 'files/player/player27.jpg', 'Захисник', 1),
(13, 'Євген Хачеріді', 34, 'Україна', 'files/player/player34.jpg', 'Захисник', 1),
(14, 'Радосав Петрович', 8, 'Сербія', 'files/player/player8.jpg', 'Півзахисник', 1),
(15, 'Сергій Сидорчук', 16, 'Україна', 'files/player/player16.jpg', 'Півзахисник', 1),
(16, 'Сергій Рибалка', 17, 'Україна', 'files/player/player17.jpg', 'Півзахисник', 1),
(17, 'Денис Гармаш', 19, 'Україна', 'files/player/player19.jpg', 'Півзахисник', 1),
(18, 'Олег Гусєв', 20, 'Україна', 'files/player/player20.jpg', 'Півзахисник', 1),
(19, 'Віталій Буяльський', 29, 'Україна', 'files/player/player29.jpg', 'Півзахисник', 1),
(20, 'Сергій МЯКУШКО', 88, 'Україна', 'files/player/player88.jpg', 'Півзахисник', 1),
(21, 'Юнес Беланда', 90, 'Франція', 'files/player/player90.jpg', 'Півзахисник', 1),
(22, 'Жуніор Мораес', 11, 'Бразилія', 'files/player/player11.jpg', 'Нападник', 1),
(23, 'Артем Кравець', 22, 'Україна', 'files/player/player22.jpg', 'Нападник', 1),
(24, 'Дьємерсі Мбокані', 85, 'ДР Конго', 'files/player/player85.jpg', 'Нападник', 1),
(25, 'Лукаш Теодорчик', 91, 'Польща', 'files/player/player91.jpg', 'Нападник', 1),
(26, 'Олег Маїк', 11, 'Україна', 'files/player2/player11.jpg', 'Нападник', 2),
(27, 'В''ячеслав Панфілов', 10, 'Україна', 'files/player2/player10.jpg', 'Нападник', 2),
(28, 'Дмитро Жикол', 19, 'Україна', 'files/player2/player19.jpg', 'Півзахисник', 2),
(29, 'Іван Мироненко', 20, 'Україна', 'files/player2/player20.jpg', 'Півзахисник', 2),
(30, 'Максим Нестеренко', 21, 'Україна', 'files/player2/player21.jpg', 'Півзахисник', 2),
(31, 'Ахлідин Ісраїлов', 7, 'Киргизія', 'files/player2/player7.jpg', 'Півзахисник', 2),
(32, 'Олександр Цибульник', 15, 'Україна', 'files/player2/player15.jpg', 'Півзахисник', 2),
(33, 'Дієго Орландо Суарес', 16, 'Болівія', 'files/player2/player16.jpg', 'Півзахисник', 2),
(34, 'Олександр Головко', 18, 'Україна', 'files/player2/player18.jpg', 'Захисник', 2),
(35, 'Антон Братков', 5, 'Україна', 'files/player2/player5.jpg', 'Захисник', 2),
(36, 'Бадрі Акубардія', 6, 'Україна', 'files/player2/player6.jpg', 'Захисник', 2),
(37, 'Іван Трубочкін', 13, 'Україна', 'files/player2/player13.jpg', 'Захисник', 2),
(38, 'Валерій Скидан', 23, 'Україна', 'files/player2/player23.jpg', 'Захисник', 2),
(39, 'Олександр Чочноморец', 27, 'Україна', 'files/player2/player27.jpg', 'Захисник', 2),
(40, 'Георгій Бущан', 1, 'Україна', 'files/player2/player1.jpg', 'Воротар', 2),
(41, 'Юрій Камінський', 12, 'Україна', 'files/player2/player12.jpg', 'Воротар', 2),
(42, 'Євген Волинець', 55, 'Україна', 'files/player2/player55.jpg', 'Воротар', 2);

-- --------------------------------------------------------

--
-- Структура таблицы `preferences`
--

CREATE TABLE IF NOT EXISTS `preferences` (
  `pref_id` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `value` varchar(200) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `preferences`
--

INSERT INTO `preferences` (`pref_id`, `value`) VALUES
('admin_login', 'login'),
('admin_pass', 'password');

-- --------------------------------------------------------

--
-- Структура таблицы `progress`
--

CREATE TABLE IF NOT EXISTS `progress` (
  `id` int(3) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `quantity` int(5) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=7 ;

--
-- Дамп данных таблицы `progress`
--

INSERT INTO `progress` (`id`, `title`, `quantity`) VALUES
(1, 'Чемпіон України', 14),
(2, 'Кубок України', 11),
(3, 'Чемпіон СРСР', 13),
(4, 'Кубок СРСР', 9),
(5, 'Кубок Кубків УЕФА', 2),
(6, 'Суперкубок УЕФА', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `sponsors`
--

CREATE TABLE IF NOT EXISTS `sponsors` (
  `id` int(2) NOT NULL AUTO_INCREMENT,
  `image` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=7 ;

--
-- Дамп данных таблицы `sponsors`
--

INSERT INTO `sponsors` (`id`, `image`, `description`) VALUES
(1, 'files/sponsors/adidas.gif', 'Ось уже більше 80 років компанія adidas є символом успіху у світі спорту. Історія компанії почалася в 1920 році, коли молодий Аді Дасслер зшив свою першу пару спортивного взуття. Він хотів, щоб у кожного атлета було екіпірування, яке допомагало б йому досягати найкращих результатів.<br>\r\n<br>\r\nНазва adidas (поєднання перших складів імені та прізвища засновника компанії) з''явилася в 1948 році. Роком пізніше вона була зареєстрована в якості торгової марки. Офіційним символом adidas стали знамениті три смужки.<br>\r\n<br>\r\nadidas – це спортивне взуття, одяг та аксесуари. Основна концепція бренду adidas полягає в тому, щоб запропонувати споживачам взуття та екіпіровку, створену з урахуванням новітніх спортивних технологій, які допоможуть атлетам будь-якого рівня демонструвати максимальні спортивні результати.'),
(2, 'files/sponsors/morshinska_logo.png', 'Офіційна вода ФК «Динамо» Київ.'),
(3, 'files/sponsors/boris.gif', 'Недержавна медична клініка, відкрилася в 1993 році. Структурно складається з наступних підрозділів: адміністрація; пункт невідкладної медичної допомоги (реанімобілі); консультативно-діагностичне відділення (поліклініка); стаціонарне відділення; допоміжні служби.<br>\r\n<br>\r\nКомплексні діагностичні програми, які застосовуються в клініці, дозволяють виявити першопричину захворювань, звести до мінімуму лікарські помилки і виробити найкращий план боротьби з недугою.<br>\r\n<br>\r\nОснова успіху – індивідуальний підхід і ретельно вивірений алгоритм обстеження, підкріплений сучасним діагностичним обладнанням.<br>\r\n<br>\r\nГоловне для нас – позитивні результати лікування на радість як пацієнтам, так і їхнім лікарям.'),
(4, 'files/sponsors/arma.png', 'Приватне акціонерне товариство Страхова компанія «АРМА» 19 років успішно працює на страховому ринку України. Компанія надає широкий спектр страхових послуг з добровільного та обов''язкового страхування приватним і корпоративним клієнтам на підставі 23 безстрокових ліцензій, виданих Нацкомфінпослуг.<br>\r\n<br>\r\nСК «АРМА» - лідер рейтингу надійності страхових компаній за версією ділового журналу «Експерт Україна» № 46 (371) від 03.12.12. За різними показниками діяльності входить до ТОР-50 страхового ринку України.'),
(6, 'files/sponsors/sport.jpg', 'Sport.ua – надійне джерело спортивної інформації, портал приділяє особливу увагу українським клубам та спортсменам. Мережа кореспондентів порталу працює в більш ніж 50 містах та дозволяє повністю висвітлювати новини футболу та спорту в Україні.<br>\r\n<br>\r\nФутбол – найпопулярніший розділ сайту. Sport.ua проводить трансляції матчів онлайн, оновлює результати LIVE, статистичні дані футболістів і клубів, публікує результати матчів та календарі турнірів.<br>\r\n<br>\r\nSport.ua – це місце для обговорення останніх новини спорту та футболу. Портал дає можливість спілкуватися з видатними футболістами, спортсменами та тренерами у форматі відео-конференцій.<br>');

-- --------------------------------------------------------

--
-- Структура таблицы `standings`
--

CREATE TABLE IF NOT EXISTS `standings` (
  `id` int(3) NOT NULL AUTO_INCREMENT,
  `team` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `game` int(5) NOT NULL,
  `win` int(5) NOT NULL,
  `draw` int(5) NOT NULL,
  `defeat` int(5) NOT NULL,
  `goal` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `difference` int(5) NOT NULL,
  `point` int(5) NOT NULL,
  `season` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `round_id` int(5) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=15 ;

--
-- Дамп данных таблицы `standings`
--

INSERT INTO `standings` (`id`, `team`, `game`, `win`, `draw`, `defeat`, `goal`, `difference`, `point`, `season`, `round_id`) VALUES
(1, 'Динамо Киев', 26, 20, 6, 0, '65-12', 53, 66, '2014-2015', 26),
(2, 'Шахтер Донецк', 26, 17, 5, 4, '71-21', 50, 56, '2014-2015', 26),
(3, 'Днепр Днепропетровск', 26, 16, 6, 4, '47-17', 30, 54, '2014-2015', 26),
(4, 'Заря Луганск', 26, 13, 6, 7, '40-31', 9, 45, '2014-2015', 26),
(5, 'Ворскла Полтава', 26, 11, 9, 6, '35-22', 13, 42, '2014-2015', 26),
(6, 'Металлист Харьков', 26, 8, 11, 6, '34-32', 2, 35, '2014-2015', 26),
(7, 'Металлург Запорожье', 26, 6, 8, 12, '20-40', -20, 26, '2014-2015', 26),
(8, 'Олимпик Донецк', 26, 7, 5, 14, '24-64', -40, 26, '2014-2015', 26),
(9, 'Волынь Луцк', 26, 9, 7, 10, '38-44', -6, 25, '2014-2015', 26),
(10, 'Металлург Донецк', 26, 6, 10, 10, '27-38', -11, 22, '2014-2015', 26),
(11, 'Черноморец Одесса', 26, 3, 11, 11, '15-31', -16, 20, '2014-2015', 26),
(12, 'Говерла Ужгород', 26, 3, 10, 13, '22-47', -25, 19, '2014-2015', 26),
(13, 'Карпаты Львов', 26, 5, 9, 12, '22-31', -9, 15, '2014-2015', 26),
(14, 'Ильичевец Мариуполь', 26, 3, 5, 18, '25-55', -30, 14, '2014-2015', 26);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
